{
    "Attachment Component": "Commonly called attachments. Components which provide a mech with a particular capability. Attachments are always excess-draw, and can be placed in a mech's arm sections (as opposed to Infrastructure components).",
    "Attachment Toolkit": "A mech attachment used for repairing other mechs. ",
    "Available Resources": "See Resources. The amount of each resource generated by your mech.",
    "Components": "Components are mech Parts that must be installed in slots in your mech's Frame.",
    "Constant-draw Part": "See Part. Constant-draw parts consume resources at all times, unlike Excess-draw components.",
    "Cooling": "Cooling is a resource that keeps your mech from overheating. Most parts generate heat and require cooling to operate.",
    "Disassembling": "Reducing a component into Spare Parts.",
    "Equipment": "Attachment Components that aren't weapons. This includes a variety of tools, storage gear, and other bits and bobs.",
    "Excess Resources": "See Resources. The amount of each resource remaining for excess-draw components such as attachments.",
    "Excess-draw Part": "See Part. Excess-draw parts only consume resources when actively used.",
    "Effect": "Effects are special abilities a part has. For some component types there are standard effects that are referenced with a keyword.",
    "Garage": "A garage is a place where you can tinker with your mech.",
    "Infrastructure Component": "Infrastructure components help a mech manage resources and operate effectively, but do not provide direct utility (as opposed to Attachment components)",
    "Mech Parameters": "Mech Parameters are the stats that describe your mech. This includes speed, height, weight, strength, and cargo capacity.",
    "Maintenance Power (MP)": "A measure of how much repair work you can perform on a mech in a single turn.",
    "Mechaneer": "A Mechaneer is a person who is capable of piloting a mech.",
    "Mechaneer Stats": "The stats that describe your mechaneer. This includes dexterity, strength, agility, diplomacy, intelligence, and perception.",
    "Part Type": "Part Types describe categories of parts which share common features (such as Weapons, Cabins, or Modules)",
    "Parts": "The parts that make your mech operate. This includes Frames, Plating, Modules, and all types of Components.",
    "Power": "Power is the resource that gets your mech moving. It comes in three types:  Electrical, Mechanical, and Steam. ",
    "Processing": "Processing is the resource that allows your mech to compute things. Most components require some amount of processing.",
    "Resources": "Power, Cooling, and CPU: the resources that your mech draws on to operate.",
    "Salvaging": "Removing a component from a mech in the field.",
    "Spare Parts": "Bits and pieces used to repair mech components.",
    "Software": "The software your mainframe uses. This software places constraints on what cabin and modules you can use.",
    "Toolkit": "A set of hand tools used for repairing mechs.",
    "Used Resources": "See Resources. The amount of each resource used by constant-draw components.",
    "Power Type": "Power comes in 3 different types: Electrical, Mechanical, and Steam.",
    "Fuel Type": "Fuel comes in 5 different types: Hydrogen, Lithium Ion, Ethanol, Methane, and Nuclear."
}