{
    "Attachment Component": "Commonly called attachments. Components which provide a mech with a particular capability. Attachments are always excess-draw, and can be placed in a mech's arm sections (as opposed to Infrastructure components).",
    "Attachment Toolkit": "A mech attachment used for repairing other mechs. ",
    "Available Resources": "See Resources. The amount of each resource generated by your mech.",
    "Components": "Components are mech Parts that must be installed in slots in your mech's Frame.",
    "Part Type": "Part Types describe categories of parts which share common features (such as Weapons, Cabins, or Modules)",
    "Constant-draw Part": "See Part. Constant-draw parts consume resources at all times, unlike Excess-draw components.",
    "Disassembling": "Reducing a component into Spare Parts.",
    "Excess Resources": "See Resources. The amount of each resource remaining for excess-draw components such as attachments.",
    "Excess-draw Part": "See Part. Excess-draw parts only consume resources when actively used.",
    "Frame": "Frames are the superstructure of a mech. You attach components to a frame to build your mech. They come in three sizes:  light, standard, and heavy.",
    "Fuel Tank": "Fuel Tanks store fuel to be consumed by your mech's Power Plant.",
    "Garage": "A garage is a place where you can tinker with your mech.",
    "Heavy Frame": "See Frame. Heavy Frames are very slow, but have lots of component slots.",
    "Infrastructure Component": "Infrastructure components help a mech manage resources and operate effectively, but do not provide direct utility (as opposed to Attachment components)",
    "Light Frame": "See Frame. Light Frames have the fewest components lots, but are generally much faster than Standard and Heavy Frames.",
    "Mech Parameters": "Mech Parameters are the stats that describe your mech. This includes speed, height, weight, strength, and cargo capacity.",
    "Maintenance Power (MP)": "A measure of how much repair work you can perform on a mech in a single turn.",
    "Mechaneer": "A Mechaneer is a person who is capable of piloting a mech.",
    "Mechaneer Stats": "The stats that describe your mechaneer. This includes dexterity, strength, agility, diplomacy, intelligence, and perception.",
    "Equipment": "Attachment Components that aren't weapons. This includes a variety of tools, storage gear, and other bits and bobs.",
    "Parts": "The parts that make your mech operate. This includes Frames, Plating, Modules, and all types of Components.",
    "Power": "Power is the resource that gets your mech moving. It comes in three types:  electrical, mechanical, and steam. ",
    "Power Plant": "Power Plants are components that consume fuel to provide your mech with Power.",
    "Resources": "Power, Cooling, and CPU:  the resources that your mech draws on to operate.",
    "Salvaging": "Removing a component from a mech in the field.",
    "Standard Frame": "See Frame. Standard Frames provide a fair number of component slots without sacrificing too much speed.",
    "Spare Parts": "Bits and pieces used to repair mech components.",
    "Toolkit": "A set of hand tools used for repairing mechs.",
    "Used Resources": "See Resources. The amount of each resource used by constant-draw components."
}